Repository: eladnava/redalert-ios
Catalog: RedAlert/*.lproj/Localizable.strings
Languages: he

# ERROR_DIALOG
source: Error
he: שגיאה

# OK_BUTTON
source: OK
he: אוקי

# EMAIL_TITLE
source: Red Alert
he: צבע אדום

# EMAIL_BODY_ERROR_DESC
source: Problem description:
he: תיאור התקלה:

# EMAIL_BODY_SENT_VIA
source: Sent via Red Alert %@ for iPhone
he: נשלח באמצעות צבע אדום %@ לאייפון

# CONTACT_ERROR
source: E-mail cannot be sent from this device, you must configure the Mail app first.
he: אין אפשרות לשלוח דואר אלקטרוני ממכשיר זה. עליך להגדיר את אפליקציית הדואר ולנסות שוב.

# IM_SAFE_MESSAGE
source: I'm safe - sent via Red Alert for iOS - https://redalert.me
he: אני במרחב מוגן - נשלח באמצעות צבע אדום לאייפון - https://redalert.me

# REGISTRATION_ERROR
source: An error occurred while signing up for alerts. Please try again later.
he: ארעה שגיאה בהרשמה להתרעות צבע אדום. נסה שוב מאוחר יותר.

# PUSH_ERROR
source: An error occurred while signing up for push notifications. Please try again later.
he: ארעה שגיאה בהרשמה לשירות העדכונים של אפל. נסה שוב מאוחר יותר.

# UNREGISTERED_ERROR
source: You are not signed up for alerts. Please enable notifications for Red Alert in your device settings. Go to Settings -> Notifications -> RedAlert -> Allow Notifications.
he: אינך רשום לשירות העדכונים של צבע אדום. עליך להיכנס להגדרות המכשיר ולאפשר לאפליקציה לקבל עדכוני דחיפה. כנס להגדרות -> מרכז עדכונים -> צבע אדום -> אפשר עדכונים.

# RECENT_ALERTS_ERROR
source: An error occurred while connecting to the application server. Please try again later.
he: ארעה שגיאה בהתחברות לשרת ההתרעות. נסה שוב מאוחר יותר.

# USER_UPDATE_ERROR
source: An error occurred while updating your alert subscription. Please try again later.
he: ארעה שגיאה בעדכון נתוני דחיפה. נסה שוב מאוחר יותר.

# SOUND_ERROR
source: An error occurred while playing the sound.
he: ארעה שגיאה בניגון הצליל.

# SOUND_SAVE_ERROR
source: An error occurred while saving the sound. Please try again later.
he: ארעה שגיאה בשמירת הצליל. נסה שוב מאוחר יותר.

# NOTIFICATIONS_SAVE_ERROR
source: An error occurred while saving the setting. Please try again later.
he: ארעה שגיאה בשמירת ההגדרה. נסה שוב מאוחר יותר.

# SELF_TEST_ERROR
source: An error occurred while performing the self-test. Please try again later.
he: ארעה שגיאה בביצוע הבדיקה העצמית. נסה שוב מאוחר יותר.

# APP_NAME
source: Red Alert
he: צבע אדום

# SAVE_SUBSCRIPTIONS_FAILED
source: An error occurred while saving the setting. Please try again later.
he: ארעה שגיאה בשמירת ההגדרה. נסה שוב מאוחר יותר.

# UPDATE_DIALOG_TITLE
source: New Version
he: עדכון גרסה

# UPDATE_DIALOG_MESSAGE
source: A new version of this application is available (%@), please update.
he: יצאה גרסה חדשה יותר של האפליקציה (%@), מומלץ לעדכן.

# UPDATE_BUTTON
source: Update
he: עדכן

# NOT_NOW_BUTTON
source: Not Now
he: לא עכשיו

# WAIT_FOR_TEST_RESULT
source: Please wait for the test alert...
he: אנא המתן לקבלת עדכון הדחיפה...

# CITY_SELECTION
source: Cities
he: בחר ערים

# ZONE_SELECTION
source: Zones
he: בחר מרחבים

# SOUND_SELECTION
source: Sounds
he: בחר צליל

# SEARCH_PLACEHOLDER
source: Enter search keywords...
he: הקלד מילות חיפוש...

# LANGUAGE_DIALOG_TITLE
source: Language Change
he: שינוי שפה

# LANGUAGE_DIALOG_MESSAGE
source: You must reopen the app after changing the language.
he: עליך לפתוח מחדש את האפליקציה לאחר שינוי שפה.

# REGISTRATION_SUCCESS_TITLE
source: Select Your City
he: בחר אזור מגורים

# REGISTRATION_SUCCESS_MESSAGE
source: You must select your city or town to start receiving alerts.
he: עליך לבחור יישוב או עיר מגורים כדי לקבל התרעות בזמן אמת.

source: Siren 1
he: סירנה 1

source: Siren 2
he: סירנה 2

source: Siren 3
he: סירנה 3

source: Siren 4
he: סירנה 4

source: Siren 5
he: סירנה 5

source: Funny
he: מצחיק

# CALM_1
source: Relaxing 1
he: רגוע 1

# CALM_2
source: Relaxing 2
he: רגוע 2

# CALM_3
source: Relaxing 3
he: רגוע 3

# CALM_4
source: Relaxing 4
he: רגוע 4

# CALM_5
source: Relaxing 5
he: רגוע 5

source: Short 1
he: קצר 1

source: Short 2
he: קצר 2

source: Short 3
he: קצר 3

source: Short 4
he: קצר 4

source: Short 5
he: קצר 5

source: Silent
he: שקט

source: Test
he: בדיקה

# MISSILES
source: Rocket fire
he: ירי רקטות

source: Radiological event
he: אירוע רדיולוגי

source: Earthquake
he: רעידת אדמה

# TSUNAMI
source: Tsunami warning
he: סכנת צונאמי

source: Hostile aircraft intrusion
he: חדירת כלי טיס עוינים

# HAZARDOUS_MATERIALS
source: Hazardous materials event
he: אירוע חומרים מסוכנים

source: Terrorist infiltration
he: חדירת מחבלים

# MISSILES_DRILL
source: Drill: Rocket fire
he: תרגיל: ירי רקטות

# EARTHQUAKE_DRILL
source: Drill: Earthquake
he: תרגיל: רעידת אדמה

# RADIOLOGICAL_EVENT_DRILL
source: Drill: Radiological event
he: תרגיל: אירוע רדיולוגי

# TSUNAMI_DRILL
source: Drill: Tsunami warning
he: תרגיל: סכנת צונאמי

# HOSTILE_AIRCRAFT_INTRUSION_DRILL
source: Drill: Hostile aircraft intrusion
he: תרגיל: חדירת כלי טיס עוינים

# HAZARDOUS_MATERIALS_DRILL
source: Drill: Hazardous materials event
he: תרגיל: אירוע חומרים מסוכנים

# TERRORIST_INFILTRATION_DRILL
source: Drill: Terrorist infiltration
he: תרגיל: חדירת מחבלים

# UNKNOWN
source: Alert
he: אזעקה

# SYSTEM
source: System Alert
he: הודעת מערכת

source: Lifeshield Shelters:
he: מקלטי לייפשילד:
